[
	{
    "bookID": 2,
    "title": "Where the Crawdads Sing",
    "authors": "Delia Owens",
    "average_rating": 4.47,
    "isbn13": 9780735219113,
    "bestseller": "bestseller",
    "num_pages": 384,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "For years, rumors of the “Marsh Girl” haunted Barkley Cove, a quiet fishing village. Kya Clark is barefoot and wild; unfit for polite society. So in late 1969, when the popular Chase Andrews is found dead, locals immediately suspect her."
  },
  {
    "bookID": 3,
    "title": "The Help",
    "authors": "Kathryn Stockett",
    "average_rating": 4.46,
    "isbn13": 9781949127065,
    "bestseller": "bestseller",
    "num_pages": 451,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone."
  },
  {
    "bookID": 4,
    "title": "Educated",
    "authors": "Tara Westover",
    "average_rating": 4.46,
    "isbn13": 9780399590504,
    "bestseller": "bestseller",
    "num_pages": 334,
    "genre": "Nonfiction",
    "new_releases": "No",
    "synopsis": "Tara Westover was 17 the first time she set foot in a classroom. Born to survivalists in the mountains of Idaho, she prepared for the end of the world by stockpiling home-canned peaches and sleeping with her head-for-the-hills bag. In the summer she stewed herbs for her mother, a midwife and healer, and in the winter she salvaged in her father's junkyard."
  },
  {
    "bookID": 18,
    "title": "The Martian",
    "authors": "Andy Weir",
    "average_rating": 4.4,
    "isbn13": 9780804139021,
    "bestseller": "bestseller",
    "num_pages": 384,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Six days ago, astronaut Mark Watney became one of the first people to walk on Mars. Now, he’s sure he’ll be the first person to die there."
  },
  {
    "bookID": 20,
    "title": "The Seven Husbands of Evelyn Hugo",
    "authors": "Taylor Jenkins Reid",
    "average_rating": 4.37,
    "isbn13": 9781501139239,
    "bestseller": "bestseller",
    "num_pages": 391,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. When she chooses unknown magazine reporter Monique Grant for the job, no one in the journalism community is more astounded than Monique herself. Why her? Why now?"
  },
  {
    "bookID": 21,
    "title": "The Vanishing Half",
    "authors": "Brit Bennett",
    "average_rating": 4.28,
    "isbn13": 9780525536291,
    "bestseller": "bestseller",
    "num_pages": 343,
    "genre": "Fiction",
    "new_releases": "new_releases",
    "synopsis": "The Vignes twin sisters will always be identical. But after growing up together in a small, southern black community and running away at age sixteen, it's not just the shape of their daily lives that is different as adults, it's everything: their families, their communities, their racial identities."
  },
  {
    "bookID": 24,
    "title": "Atomic Habits",
    "authors": "James Clear",
    "average_rating": 4.35,
    "isbn13": 9780735211292,
    "bestseller": "bestseller",
    "num_pages": 319,
    "genre": "Noniction",
    "new_releases": "No",
    "synopsis": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results."
  },
{
    "bookID": 26,
    "title": "The Great Alone",
    "authors": "Kristin Hannah",
    "average_rating": 4.38,
    "isbn13": 9780312577230,
    "bestseller": "bestseller",
    "num_pages": 440,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Ernt Allbright, a former POW, comes home from the Vietnam war a changed and volatile man. When he loses yet another job, he makes an impulsive decision: he will move his family north, to Alaska, where they will live off the grid in America’s last true frontier."
  },
 {
    "bookID": 27,
    "title": "Firefly Lane",
    "authors": "Kristin Hannah",
    "average_rating": 4.09,
    "isbn13": 9780312364083,
    "bestseller": "bestseller",
    "num_pages": 479,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "In the turbulent summer of 1974, Kate Mularkey has accepted her place at the bottom of the eighth-grade social food chain. Then, to her amazement, the “coolest girl in the world” moves in across the street and wants to be her friend. Tully Hart seems to have it all beauty, brains, ambition. "
  },
  {
    "bookID": 29,
    "title": "Beartown",
    "authors": "Fredrik Backman",
    "average_rating": 4.25,
    "isbn13": 9781501160769,
    "bestseller": "bestseller",
    "num_pages": 432,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "People say Beartown is finished. A tiny community nestled deep in the forest, it is slowly losing ground to the ever encroaching trees. But down by the lake stands an old ice rink, built generations ago by the working men who founded this town. And in that ice rink is the reason people in Beartown believe tomorrow will be better than today. Their junior ice hockey team is about to compete in the national semi-finals, and they actually have a shot at winning."
  },
 {
    "bookID": 32,
    "title": "All the Light We Cannot See",
    "authors": "Anthony Doerr",
    "average_rating": 4.33,
    "isbn13": 9781476746586,
    "bestseller": "bestseller",
    "num_pages": 531,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "From the highly acclaimed, multiple award-winning Anthony Doerr, the stunningly beautiful instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II. Marie-Laure lives in Paris near the Museum of Natural History, where her father works. When she is twelve, the Nazis occupy Paris and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel."
  },
  {
    "bookID": 33,
    "title": "American Dirt",
    "authors": "American Dirt",
    "average_rating": 4.32,
    "isbn13": 9781250209764,
    "bestseller": "bestseller",
    "num_pages": 400,
    "genre": "Fiction",
    "new_releases": "new_releases",
    "synopsis": "Lydia Quixano Pérez lives in the Mexican city of Acapulco. She runs a bookstore. She has a son, Luca, the love of her life, and a wonderful husband who is a journalist. And while there are cracks beginning to show in Acapulco because of the drug cartels, her life is, by and large, fairly comfortable. Even though she knows they’ll never sell, Lydia stocks some of her all-time favorite books in her store. And then one day a man enters the shop to browse and comes up to the register with a few books he would like to buy—two of them her favorites. Javier is erudite. He is charming. And, unbeknownst to Lydia, he is the jefe of the newest drug cartel that has gruesomely taken over the city. When Lydia’s husband’s tell-all profile of Javier is published, none of their lives will ever be the same."
  },
 {
    "bookID": 34,
    "title": "Verity",
    "authors": "Colleen Hoover",
    "average_rating": 4.33,
    "isbn13": 9781791392796,
    "bestseller": "bestseller",
    "num_pages": 324,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish. Lowen arrives at the Crawford home, ready to sort through years of Verity's notes and outlines, hoping to find enough material to get her started. What Lowen doesn't expect to uncover in the chaotic office is an unfinished autobiography Verity never intended for anyone to read."
  },
  {
    "bookID": 38,
    "title": "All the Light We Cannot See",
    "authors": "Anthony Doerr",
    "average_rating": 4.33,
    "isbn13": 9781476746586,
    "bestseller": "bestseller",
    "num_pages": 531,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "From the highly acclaimed, multiple award-winning Anthony Doerr, the stunningly beautiful instant New York Times bestseller about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II. Marie-Laure lives in Paris near the Museum of Natural History, where her father works. When she is twelve, the Nazis occupy Paris and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel."
  },
  {
    "bookID": 40,
    "title": "11/22/63",
    "authors": "Stephen King",
    "average_rating": 4.3,
    "isbn13": 9781451627282,
    "bestseller": "bestseller",
    "num_pages": 859,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Jake Epping is a thirty-five-year-old high school English teacher in Lisbon Falls, Maine, who makes extra money teaching adults in the GED program. He receives an essay from one of the students—a gruesome, harrowing first person story about the night 50 years ago when Harry Dunning’s father came home and killed his mother, his sister, and his brother with a hammer. Harry escaped with a smashed leg, as evidenced by his crooked walk."
  },
  {
    "bookID": 41,
    "title": "Misery",
    "authors": "Stephen King",
    "average_rating": 4.17,
    "isbn13": 9780450417399,
    "bestseller": "bestseller",
    "num_pages": 370,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Paul Sheldon. He's a bestselling novelist who has finally met his biggest fan. Her name is Annie Wilkes and she is more than a rabid reader - she is Paul's nurse, tending his shattered body after an automobile accident. But she is also his captor, keeping him prisoner in her isolated house."
  },
{
    "bookID": 42,
    "title": "The Shining",
    "authors": "Stephen King",
    "average_rating": 4.23,
    "isbn13": 9780450040184,
    "bestseller": "bestseller",
    "num_pages": 659,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "Jack Torrance's new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he'll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote...and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old."
  },
  {
    "bookID": 43,
    "title": "Pet Sematery",
    "authors": "Stephen King",
    "average_rating": 4.0,
    "isbn13": 9781416524342,
    "bestseller": "bestseller",
    "num_pages": 580,
    "genre": "Fiction",
    "new_releases": "No",
    "synopsis": "When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son-and now an idyllic home. As a family, they've got it all...right down to the friendly car. But the nearby woods hide a blood-chilling truth-more terrifying than death itself-and hideously more powerful. The Creeds are going to learn that sometimes dead is better."
  },
  {
    "bookID": 47,
    "title": "To Kill a Mockingbird",
    "authors": "Harper Lee",
    "average_rating": 4.28,
    "isbn13": 9781439550410,
    "bestseller": "bestseller",
    "num_pages": 324,
    "genre": "Classics",
    "new_releases": "No",
    "synopsis": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. To Kill A Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic."
  },
  {
    "bookID": 48,
    "title": "1984",
    "authors": "George Orwell",
    "average_rating": 4.19,
    "isbn13": 9780141036144,
    "bestseller": "bestseller",
    "num_pages": 237,
    "genre": "Classics",
    "new_releases": "No",
    "synopsis": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the novel is Orwell's prescience of modern life—the ubiquity of television, the distortion of the language—and his ability to construct such a thorough version of hell. Required reading for students since it was published, it ranks among the most terrifying novels ever written."
  },
 {
    "bookID": 49,
    "title": "The Catcher in the Rye",
    "authors": "J.D. Salinger",
    "average_rating": 3.81,
    "isbn13": 9780316769174,
    "bestseller": "bestseller",
    "num_pages": 277,
    "genre": "Classics",
    "new_releases": "No",
    "synopsis": "The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caulfield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. Perhaps the safest thing we can say about Holden is that he was born in the world not just strongly attracted to beauty but, almost, hopelessly impaled on it. There are many voices in this novel: children's voices, adult voices, underground voices-but Holden's voice is the most eloquent of all."
  },
 {
    "bookID": 50,
    "title": "Lord of the Flies",
    "authors": "William Golding",
    "average_rating": 3.69,
    "isbn13": 9780140283334,
    "bestseller": "bestseller",
    "num_pages": 182,
    "genre": "Classics",
    "new_releases": "No",
    "synopsis": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued."
  }
]